Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=965_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Saamelaiskäräjien hallituksen kokouksen päätöksiä
smn: Sämitige stiivrâ čuákkim miärádâsah

source: Hallitus kokoontui 26.11.2014 Inarissa.
smn: Stivrâ čokkánij 26.11.2014 Anarist.

source: Kokouksen asialistalla oli nimeämisiä ja erityisesti saamelaisten kielellisiin oikeuksiin liittyviä asioita.
smn: Čuákkim äššilistoost lijjii noomâtmeh já eromâšávt sämmilij kielâlijd vuoigâdvuođáid lohtâseijee ääših.

source: Hallitus päätti, että saamelaiskäräjät hakee rahoitusta oikeusministeriöltä, opetus- ja kulttuuriministeriöltä sekä Euroopan sosiaalirahastosta (ESR) saamen kielilain toteutumista koskevaa selvitystyötä varten.
smn: Stivrâ meridij, ete sämitigge ocá ruttâdem riehtiministeriöst, máttááttâs- já kulttuurministeriöst sehe Euroop sosiaalruttâráájust (ESR) säämi kielâlaavâ olášumán kyeskee selvâttempargo várás.

source: Saamen kielilain mukaan saamelaiskäräjien on annettava vaalikausittain kertomus saamen kielilain toimeenpanosta sekä saamelaisten kielellisten oikeuksien toteutumisesta ja kehityksestä.
smn: Säämi kielâlaavâ mield sämitigge kalga adeliđ jyehi vaaljâpaje muštâlus säämi kielâlaavâ olášutmist sehe sämmilij kielâlij vuoigâdvuođâi olášuumeest já ovdánmist.

source: Kertomus tulee antaa viimeistään vuoden 2016 alussa.
smn: Muštâlus kalga adeliđ majemustáá ive 2016 aalgâst.

source: Saamelainen parlamentaarinen neuvosto (SPN) toteutti Sámi Giellagáldu – hankkeen, joka päättyi 30.6.2014.
smn: Säämi parlâmentaarlâš rääđi (SPR) olášuttij Säämi Kielâkäldee – proojeekt, mii nuuvâi 30.6.2014.

source: Saamelaiskäräjät hallinnoi hanketta.
smn: Sämitigge haldâšij proojeekt.

source: Hankkeessa kehitettiin saamen kieliyhteistyötä, kielenhuoltoa ja terminologiatyötä.
smn: Projektist ovdedii säämi kielâoovtâstpargo, kielâtipšom já terminologiapargo.

source: Hankkeen aikana Giellagáldu todettiin hyvin tarpeelliseksi ja tehokkaaksi, josta tulisi luoda pysyvä elin.
smn: Proojeekt ääigi pahudui, ete Kielâkäldee lii uáli taarbâšlâš já pehtil, mast kolgâččij rähtiđ pisovâš orgaan.

source: Pysyvää rahoitusta saamen kieliyhteistyön kehittämiseksi ei kuitenkaan löytynyt hankkeen aikana.
smn: Pisovâš ruttâdem säämi kielâoovtâstpargo oovdedmân ij kuittâg kavnum proojeekt ääigi.

source: SPN on päättänyt, että Giellagáldulle haetaan jatkorahoitusta Interreg-varoista ja tämän hankkeen aikana luodaan pysyvä malli ja rahoitus saamen kieliyhteistyölle.
smn: SPR lii meridâm, ete Kielâkäldei occoo jotkâruttâdem Interreg-ruuđâin já taan proojeekt ääigi vuávájuvvoo pisovâš malli já ruttâdem säämi kielâoovtâstpaargon.

source: Saamelaiskäräjien hallitus teki periaatepäätöksen osallistumisesta uuden hankerahoituksen hakemiseen Sámi Giellagáldulle Interreg Pohjoinen 2014–2020 ohjelmasta ja päätti toimia hankerahoituksen hakijana.
smn: Sämitige stivrâ toovâi prinsiipmiärádâs uásálistmist uđđâ proojeektruttâdem ucâmân Säämi Kielâkäldei Interreg Tave 2014–2020 ohjelmist já meridij toimâđ proojeektruttâdem occen.

source: Saamelaiskäräjät käsitteli saamen kielilain toimeenpanoa rekrytoinneissa ja kielitaidon selvittämistä rekrytointitilanteissa kun palkataan työntekijöitä, joiden tehtävänä on toimia saamenkielisissä asiakaspalvelu-, hoito- tai opetustehtävissä.
smn: Sämitigge kieđâvušâi säämi kielâlaavâ olášuttem rekrytistmijn já kielâtááiđu selvâttem rekrytistemtiilijn ko pálkkáátteh pargeid, kiäi pargon lii toimâđ sämikielâlijn äššigâspalvâlem-, tipšo- teikâ máttááttempargoin.

source: Saamelaiskäräjät on saanut yhteydenottoja saamelaisilta että viranhakijoiden kielitaitoa ei välttämättä tarkisteta eivätkä kaikki saamenkielisiin tehtäviin valitut henkilöt osaa riittävästi saamea, jotta voisivat palvella saameksi.
smn: Sämitiigán láá váldám ohtâvuođâ sämmiliih tast ete virgeoccei kielâtááiđu iä velttidhánnáá täärhist iäge puoh sämikielâlijd pargoid väljejum ulmuuh määti tuárvi sämikielâ, vâi sij puávtâččii palvâliđ sämikielân.

source: Joissakin viranomaisissa hakijan oma ilmoitus saamen kielen taidosta on ollut riittävä.
smn: Motomijn virgeomâháin occee jieijâs almottâs sämikielâ tááiđust lii lamaš tuárvi.

source: Saamelaiskäräjien tehtävänä on seurata saamen kielilain mukaan saamen kielilain toimeenpanoa ja tehdä esityksiä epäkohtien korjaamiseksi.
smn: Sämitige pargon lii čuávvuđ säämi kielâlaavâ mield säämi kielâlaavâ olášuttem já toohâđ iävtuttâsâid vänivuođâi tivomân.

source: Haasteena on, että kaikissa saamen kielissä ei ole mahdollisuutta kielitutkintoihin.
smn: Hástusin lii, ete puoh sämikielâin ij lah máhđulâšvuotâ kielâtutkosáid.

source: Saamelaiskäräjät päätti esittää saamelaisten kotiseutualueen kunnille ja viranomaisille että ne selvittäisivät haastattelutilanteessa hakijan suullisen saamen kielen taidon saamenkielisiin tehtäviin hakeutuvien hakijoiden osalta.
smn: Sämitigge meridij iävtuttiđ sämikuávlu kieldáid já virgeomâháid ete toh selvâttiččii sahhiittâllâmtilálâšvuođâst occee njálmálii sämikielâ tááiđu tagarij occei uásild, kiäh ucáluveh sämikielâlijd pargoid.

source: Haastattelutilanteessa tulisi käyttää tarvittaessa apuna saamen kielen ammattilaisia.
smn: Sahhiittâllâmtilálâšvuođâst kolgâččij táárbu mield kevttiđ iššeen sämikielâ áámmátulmuid.

source: Saamelaiskäräjät päätti antaa kannanoton eduskunnan apulaisoikeusesimiehelle sekä päivähoidon järjestäjille äidinkieleltään saamenkielisten saamelaislasten kielellisistä oikeuksista päivähoidossa.
smn: Sämitigge meridij adeliđ peleväldim ovdâskode išeriehtiäššialmai sehe peivitipšo uárnejeijeid eenikielâs peeleest sämikielâlij sämipárnái kielâlijn vuoigâdvuođâin peivitipšoost.

source: Saamelaiskäräjät esitti kannanotossaan ratkaisumalleja, miten kielelliset oikeudet voidaan turvata.
smn: Sämitigge oovdânpuovtij peleväldimistis čuávdusmaalijd, ete maht kielâlijd vuoigâdvuođâid puáhtá turviđ.

source: Saamelaiskäräjät nimesi edustajaksi paliskuntain yhdistyksen hallitukseen kaudelle 1.1.2015-31.12.2017 Asko Länsmanin Utsjoelta.
smn: Sämitigge nomâttij ovdâsteijen palgâsij ovdâstus stiivrân pajan 1.1.2015-31.12.2017 Asko Länsman Ucjuuvâst.

source: Länsman on edustanut saamelaiskäräjiä yhdistyksen hallituksessa myös kuluvalla kaudella.
smn: Länsman lii ovdâstâm sämitige ovtâstus stiivrâst meid taan paajeest.

source: Hallitus päätti esittää työ- ja elinkeinoministeriölle että Interreg Pohjoinen 2014-2020-ohjelman Sápmin hallintokomiteaan varsinaisiksi jäseniksi Heikki Palttoa, Nilla Tapiolaa ja Anna Morottajaa sekä varajäseniksi Anna Näkkäläjärvi-Länsmania, Ulla Maggaa, Veikko Feodoroffia.
smn: Stivrâ meridij iävtuttiđ pargo- já iäláttâsministeriön Interreg Tave 2014-2020-ohjelm Säämi haldâttâhkomitean eidusâš jesânin Heikki Paltto, Nilla Tapiola já Anna Morottaja sehe värijesânin Anna Näkkäläjärvi-Länsman, Ulla Magga já Veikko Feodoroff.

source: Interreg Sápmi-ohjemalla rahoitetaan saamelaisten rajat ylittävää yhteistyötä ja saamelaiskulttuuria tukevia hankkeita.
smn: Interreg Säämi-ohjelmáin ruttâdeh sämmilij raajijd rastâldittee oovtâstpargo já sämikulttuur tuárjoo projektijd.

source: Saamelaiskäräjien hallitus esittää yleiskokoukselle, että se merkitsee tiedoksi sovintosopimuksen Juha Guttormin kanssa.
smn: Sämitige stivrâ iävtut almosčuákkimân, ete tot merkkee tiättun soovâdsopâmuš Juha Guttormáin.

source: Sovintosopimuksen ehtojen mukaan osapuolet vastaavat itse omista oikeudenkäyntikuluistaan ja Juha Guttorm peruuttaa tekemänsä valituksen Pohjois-Suomen hallinto-oikeudelle irtisanomisestaan.
smn: Soovâdsopâmuš iävtui mield uásipeleh västideh jieš jieijâs riehtijotteemkoloinis já Juha Guttorm kiäsá meddâl suu toohâm väidim Tave-Suomâ haldâttâhriähtán luovâscelkkimistis.

source: Saamelaiskäräjät päätti järjestää 6.2.2015 saamelaisten kansallispäivänjuhlan.
smn: Sämitigge meridij orniđ 6.2.2015 sämmilij aalmuglâšpeivijuhle.

source: Saamelaiskäräjät on järjestänyt viimeksi vuonna 2010 kansallispäiväjuhlan.
smn: Sämitigge lii ornim majemustáá ive 2010 aalmuglâšpeivijuhle.

source: Hallitus nimesi työryhmän valmistelemaan kansallispäivän juhlaa.
smn: Stivrâ nomâttij pargojuávhu valmâštâllâđ aalmuglâšpeeivi juhle.

source: Saamelaiskäräjät aloittaa valmistautumisensa eduskuntavaaleihin ja tuleviin hallitusohjelmaneuvotteluihin valmistelemalla kannanottoja ja taustamuistioita puolueiden ja hallitusneuvottelijoiden käyttöön.
smn: Sämitigge aalgât valmâštâllâm ovdâskodevaljáid já puáttee haldâttâsohjelmráđádâlmijd nuuvt, ete valmâštâl peleväldimijd já tuávvášmuštottemčalluid piäláduvâi já haldâttâsráđádâllei kiävtun.

source: Saamelaiskäräjien hallitus kokoontuu seuraavan kerran joulukuussa.
smn: Sämitige stivrâ čokkán čuávuváá keerdi juovlâmáánust.

source: Vuoden viimeinen saamelaiskäräjien varsinainen kokous järjestetään joulukuun loppupuolella.
smn: Ive majemuš sämitige eidusâš čuákkim uárnejuvvoo juovlâmáánu loppâbeln.
